Repository: hamdyadam97/noonBackend
Catalog: Noon.MVC/Resources/Views/Category/Edit.*.resx
Languages: ar_eg

source: Accessories
ar_eg: اكسسورات

source: Activity Tracking
ar_eg: تتبع النشاط

source: Age Category App
ar_eg: تطبيق الفئة العمرية

source: App Download Available
ar_eg: تنزيل التطبيق متاح

source: App Name
ar_eg: اسم التطبيق

source: Available Sim Card
ar_eg: بطاقة سيم المتاحة

source: Back
ar_eg: رجوع

source: Band Length
ar_eg: طول الفرقة

source: Band Width
ar_eg: عرض الفرقة

source: Battery Capacity
ar_eg: قدرة البطارية

source: Bluetooth Version
ar_eg: نسخة البلوتوث

source: Brand
ar_eg: ماركة

source: Brand Name
ar_eg: اسم العلامة التجارية

source: Built-In Voice Assistant
ar_eg: مساعد صوت مدمج

source: Case Material
ar_eg: مادة القضية

source: Certification
ar_eg: شهادة

source: Charging Time
ar_eg: وقت الشحن

source: Communication Type
ar_eg: نوع الاتصال

source: Company History
ar_eg: تاريخ الشركة

source: Compatibility
ar_eg: التوافق

source: CPU Manufacturer
ar_eg: لوحدة المعالجة المركزية

source: CPU Model
ar_eg: نموذج وحدة المعالجة المركزية

source: Department
ar_eg: قسم

source: Detachable
ar_eg: انفصال

source: Eyewear Type
ar_eg: نوع النظارات

source: Features
ar_eg: سمات

source: Frame Color
ar_eg: لون الاطار

source: Frame Material
ar_eg: مادة الإطار

source: Functionality
ar_eg: وظائف

source: Gender
ar_eg: جنس

source: GPS
ar_eg: نظام تحديد المواقع

source: Item Type
ar_eg: نوع العنصر

source: Language
ar_eg: لغه

source: Lens Attributes
ar_eg: سمات العدسة

source: Lens Color
ar_eg: لون العدسة

source: Lens Features
ar_eg: مميزات العدسة

source: LensHeight
ar_eg: ارتفاع عدسة

source: LensMaterial
ar_eg: نوع العدسه

source: LensWidth
ar_eg: عرض العدسه

source: Measurement Scales
ar_eg: موازين القياس

source: Mechanism
ar_eg: آلية

source: ModelNumber
ar_eg: رقم الموديل

source: Movement Type
ar_eg: نوع الحركة

source: Multi Face
ar_eg: متعدد الوجه

source: Name
ar_eg: الاسم

source: Network Mode
ar_eg: وضع الشبكة

source: Origin
ar_eg: اصل

source: PlaceOfOrigin
ar_eg: مكان المنشأ

source: RAM
ar_eg: ذاكرة التخزين

source: Rear Camera
ar_eg: الكاميرا الخلفية

source: Removable Battery
ar_eg: بطارية قابلة للإزالة

source: Resolution
ar_eg: دقة

source: ROM
ar_eg: ذاكرة للقراءة فقط

source: Screen Material
ar_eg: مادة الشاشة

source: Screen Shape
ar_eg: شكل الشاشة

source: Screen Size
ar_eg: حجم الشاشة

source: Select
ar_eg: اختار مواصفات

source: Set Type
ar_eg: ضبط النوع

source: ShippingMethod
ar_eg: طريقة الشحن

source: Sim Card Slot
ar_eg: فتحة بطاقة سيم

source: Specification
ar_eg: تخصيص

source: Strap Material
ar_eg: مادة الحزام

source: Style
ar_eg: اسلوب

source: Suitable Face Shapes
ar_eg: أشكال الوجه المناسبة

source: Sunglasses Style
ar_eg: نمط النظارات الشمسية

source: System
ar_eg: النظام

source: Touchscreen
ar_eg: شاشة اللمس

source: Transmission Distance
ar_eg: مسافة الإرسال

source: Transmitter
ar_eg: الارسال

source: Type
ar_eg: نوع

source: Usage Scope
ar_eg: نطاق الاستخدام

source: Use
ar_eg: استخدام

source: Waterproof Rating
ar_eg: تصنيف مقاوم للماء

source: Weight
ar_eg: وزن

source: WiFi
ar_eg: واي-فاي

source: Working Hours
ar_eg: ساعات العمل
